function generate() {
    const jokes = [
      'खुद की तरक्की में इतना वक़्त लगा दो ! कि किसी दूसरे की बुराई करने का वक़्त न मिले !!',
      "उड़ने में बुराई नहीं है, आप भी उड़े लेकिन उतना ही जहां से ज़मीन साफ दिखाई दें !!",
      'जितने वाले कुछ अलग चीज़े नहीं करते बस वो चीज़ो को अलग तरीके से करते हैं !',
      'इंतेज़ार करने वालो को सिर्फ उतना मिलता है ! जितना कोशिश करने वाले छोड़ देते है !',
      'जिसने भी खुद को खर्च किया है, दुनिया ने उसी को Google पर Search किया है I',
      'जिस-जिस पर यह जग हंसा है ,उसी ने इतिहास रचा है।',
      'जो हो गया उसे सोचा नहीं करते जो मिल गया उसे खोया नहीं करते हासिल उन्हें होती है सफलता…. जो वक़्त और हालात पर रोया नहीं करते!!',
      'जो हम खुशी से सीखते हैं उसे हम कभी नहीं भूलते।',
      'मत सोच इतना … जिंदगी के बारे में , जिसने जिंदगी दी है… उसने भी तो कुछ सोचा होगा!',
    ];
  
    let jokeDisplay = document.getElementById('joke');
    let randomJokes = Math.floor(Math.random() * 9);
  
    jokeDisplay.innerHTML = ` "${jokes[randomJokes]}"`;
  }
  